/* No comment provided by engineer. */
" Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button." = "Ditt konto har skapats. Vi har skickat ett bekräftelsemejl till %@. Kontrollera din mejl för att validera ditt konto. När det är klart, kom tillbaka hit och klicka på knappen.";

/* No comment provided by engineer. */
"%@ are writing..." = "%@ skriver...";

/* No comment provided by engineer. */
"%@ has joined" = "%@ anslöt sig";

/* No comment provided by engineer. */
"%@ has left" = "%@ har lämnat";

/* No comment provided by engineer. */
"%@ is busy." = "%@ är upptagen.";

/* No comment provided by engineer. */
"%@ is no longer an admin" = "%@ är inte längre en administratör";

/* No comment provided by engineer. */
"%@ is not connected." = "%@ är inte ansluten.";

/* No comment provided by engineer. */
"%@ is now an admin" = "%@ är nu en administratör";

/* No comment provided by engineer. */
"%@ is writing..." = "%@ skriver...";

/* No comment provided by engineer. */
"%@ would like to enable video" = "%@ vill aktivera video";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nAnledningen var: %2$@";

/* No comment provided by engineer. */
"(invalid string)" = "(ogiltig sträng)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<Please describe your problem or you will be ignored>";

/* No comment provided by engineer. */
"\nConfirmation security\n\nSay: %@\nConfirm that your interlocutor\nsays: %@" = "\nBekräfta säkerhet\n\nSäg: %1$@\nBekräfta att din samtalspartner\nsäger: %2$@";

/* No comment provided by engineer. */
"A new version of your app is available, use the button below to download it." = "En ny version av din app är tillgänglig, använd knappen nedan för att hämta den.";

/* No comment provided by engineer. */
"About" = "Om";

/* No comment provided by engineer. */
"ACCEPT" = "ACCEPTERA";

/* No comment provided by engineer. */
"Accept" = "Acceptera";

/* No comment provided by engineer. */
"Account configuration issue" = "Kontokonfigurationsproblem";

/* No comment provided by engineer. */
"Account expiring" = "Kontot utgår";

/* No comment provided by engineer. */
"Add new email" = "Lägg till ny e-post";

/* No comment provided by engineer. */
"Add new phone number" = "Lägg till nytt telefonnummer";

/* No comment provided by engineer. */
"Add new SIP address" = "Lägg till ny SIP-adress";

/* No comment provided by engineer. */
"Address book" = "Adressbok";

/* No comment provided by engineer. */
"Address incomplete" = "Ofullständig adress";

/* No comment provided by engineer. */
"Answer" = "Svara";

/* No comment provided by engineer. */
"Application logs" = "Applikationsloggar";

/* No comment provided by engineer. */
"Are you sure to want to remove your proxy setup?" = "Är du säker på att du vill ta bort din proxyinställning?";

/* No comment provided by engineer. */
"Assistant" = "Assistent";

/* No comment provided by engineer. */
"Assistant error" = "Assistantfel";

/* No comment provided by engineer. */
"Authentification needed" = "Autentisering krävs";

/* No comment provided by engineer. */
"Average" = "Medel";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "Dåliga uppgifter, kontrollera dina kontoinställningar";

/* No comment provided by engineer. */
"Bad gateway" = "Dålig gateway";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "Batterinivån är låg. Stoppa video ?";

/* No comment provided by engineer. */
"Buy" = "Köp";

/* No comment provided by engineer. */
"CALL" = "RING";

/* No comment provided by engineer. */
"Call" = "Samtal";

/* No comment provided by engineer. */
"Call %@" = "Ring %@";

/* No comment provided by engineer. */
"Call failed" = "Samtal misslyckades";

/* No comment provided by engineer. */
"Call quality: %d" = "Samtalskvalitet: %d";

/* No comment provided by engineer. */
"Calls" = "Samtal";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera not authorized" = "Kameran är inte behörig";

/* No comment provided by engineer. */
"Camera's permission" = "Kamerans behörighet";

/* No comment provided by engineer. */
"Can't find this file" = "Kan inte hitta filen";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"CANCEL" = "AVBRYT";

/* No comment provided by engineer. */
"Cannot call %@." = "Kan inte ringa %@.";

/* No comment provided by engineer. */
"Cannot make call" = "Kan inte ringa";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "Kan inte köpa någonting ännu, försök igen senare.";

/* No comment provided by engineer. */
"Cannot reach the server: either it is an invalid address or it may be temporary down." = "Kan inte nå servern: antingen är det en ogiltig adress eller det kan vara tillfälligt nere.";

/* No comment provided by engineer. */
"Cannot retrieve your configuration. Please check credentials or try again later" = "Kan inte hämta din konfiguration. Kontrollera behörighetsuppgifter eller försök igen senare";

/* No comment provided by engineer. */
"Cannot send email" = "Kan inte skicka e-post";

/* No comment provided by engineer. */
"Cannot send logs" = "Kan inte skicka loggar";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "Kan inte skriva bild till fotobibliotek";

/* No comment provided by engineer. */
"Cannot write video to photo library" = "Kan inte skriva video till fotobiblioteket";

/* No comment provided by engineer. */
"Change your password" = "Ändra ditt lösenord";

/* No comment provided by engineer. */
"Changing your password" = "Ändrar ditt lösenord";

/* No comment provided by engineer. */
"Chat room could not be created on server" = "Chattrummet kunde inte skapas på servern";

/* No comment provided by engineer. */
"Chat room creation error" = "Fel vid skapande av chattrum";

/* No comment provided by engineer. */
"Chat with %@" = "Chatt med %@";

/* No comment provided by engineer. */
"Checkbox" = "Kryssruta";

/* No comment provided by engineer. */
"Choose an action" = "Välj en åtgärd";

/* No comment provided by engineer. */
"Choose the image size" = "Välj bildstorlek";

/* No comment provided by engineer. */
"Conference" = "Konferens";

/* No comment provided by engineer. */
"Configuration failed" = "Konfigurationen misslyckades";

/* No comment provided by engineer. */
"Configuring account" = "Konfigurerar konto";

/* No comment provided by engineer. */
"Confirm password" = "Bekräfta lösenord";

/* No comment provided by engineer. */
"Confirm the following SAS with peer:\nSay : %@\nYour correspondant should say : %@" = "Bekräfta följande SAS med partner:\nSäg : %1$@\nDin partnar bör säga : %2$@";

/* No comment provided by engineer. */
"Contact duplicate" = "Kontaktdubblett";

/* No comment provided by engineer. */
"Contact error" = "Kontaktfel";

/* No comment provided by engineer. */
"Continue" = "Fortsätt";

/* No comment provided by engineer. */
"Continue video" = "Fortsätt video";

/* No comment provided by engineer. */
"Conversation creation error" = "Fel vid skapande skapande av konversation";

/* No comment provided by engineer. */
"Could not configure your account, please check parameters or try again later" = "Kunde inte konfigurera ditt konto, kontrollera parametrar eller försök igen senare";

/* No comment provided by engineer. */
"Debug" = "Felsökning";

/* No comment provided by engineer. */
"Decline" = "Avvisa";

/* No comment provided by engineer. */
"Delete" = "Ta bort";

/* No comment provided by engineer. */
"Delivered" = "Levererad";

/* No comment provided by engineer. */
"Deny" = "Neka";

/* No comment provided by engineer. */
"DENY" = "NEKA";

/* No comment provided by engineer. */
"Deselect all" = "Markera ingen";

/* No comment provided by engineer. */
"Deselected" = "Avmarkerad";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Direkt anslutning";

/* No comment provided by engineer. */
"Disable logs" = "Inaktivera loggar";

/* No comment provided by engineer. */
"Do you want to delete selected contact?\nIt will also be deleted from your phone's address book." = "Vill du ta bort vald kontakt?\nDen kommer också att tas bort från telefonens adressbok.";

/* No comment provided by engineer. */
"Do you want to delete selected contacts?\nThey will also be deleted from your phone's address book." = "Vill du ta bort valda kontakter?\nDe kommer också att tas bort från telefonens adressbok.";

/* No comment provided by engineer. */
"Do you want to delete selected logs?" = "Vill du radera valda loggar?";

/* No comment provided by engineer. */
"Do you want to delete selected recordings?" = "Vill du ta bort valda inspelningar?";

/* No comment provided by engineer. */
"Do you want to delete the selected conversations?" = "Vill du radera de valda konversationerna?";

/* No comment provided by engineer. */
"Do you want to delete the selected messages?" = "Vill du radera de valda meddelandena?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Vill du radera det här samtalet?";

/* No comment provided by engineer. */
"Do you want to leave and delete the selected conversations?" = "Vill du lämna och ta bort de valda konversationerna?";

/* No comment provided by engineer. */
"Do you want to leave and delete this conversation?" = "Vill du lämna och ta bort den här konversationen?";

/* No comment provided by engineer. */
"Do you want to leave this conversation?" = "Vill du lämna den här konversationen?";

/* No comment provided by engineer. */
"Done" = "Färdig";

/* No comment provided by engineer. */
"Download" = "Ladda ner";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'vid' HH'h'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Konfigurera antingen en SIP-proxyserver från inställningar innan du gör ett samtal eller använd en giltig SIP-adress (t.ex. sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Konfigurera antingen en SIP-proxyserver från inställningar innan du gör ett samtal eller använd en giltig SIP-adress (t.ex. sip:john@example.net)";

/* No comment provided by engineer. */
"Email addresses" = "E-postadresser";

/* No comment provided by engineer. */
"Enable logs" = "Aktivera loggar";

/* No comment provided by engineer. */
"Error" = "Fel";

/* No comment provided by engineer. */
"Error while changing your password" = "Ett fel uppstod när du ändrade ditt lösenord";

/* No comment provided by engineer. */
"Error while downloading the file.\nThe file is probably encrypted.\nPlease retry to download this file after activating LIME." = "Fel vid hämtning av filen.\nFilen är troligtvis krypterad.\nProva att hämta filen igen efter att ha aktiverat LIME.";

/* No comment provided by engineer. */
"Error: no mail account configured" = "Fel: inget mail-konto konfigurerat";

/* ICE processing has failed */
"Failed" = "Misslyckades";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "Misslyckades med att konfigurera från den angivna URL:en";

/* No comment provided by engineer. */
"Failure" = "Misslyckande";

/* No comment provided by engineer. */
"Fetching remote configuration" = "Hämtar fjärr-konfiguration";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "Hämtar fjärr-konfiguration...";

/* No comment provided by engineer. */
"File download error" = "Filhämtningsfel";

/* No comment provided by engineer. */
"First name" = "Förnamn";

/* No comment provided by engineer. */
"GC_MSG" = "Du har lagts till i ett chattrum";

/* No comment provided by engineer. */
"Go to settings" = "Gå till inställningar";

/* No comment provided by engineer. */
"Group conversation is not supported." = "Gruppkonversation stöds inte.";

/* No comment provided by engineer. */
"Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads" = "Hej! Använd Linphone med mig! Du kan hämta det gratis på: https://www.linphone.org/downloads";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "Här finns information om ett fel jag hade på min enhet.\nJag höll på med …\nJag förväntade mig att Linphone skulle …\nIstället fick jag följande oväntade resultat: …";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";

/* No comment provided by engineer. */
"I got it, continue" = "Jag fattar, fortsätt";

/* No comment provided by engineer. */
"IC_MSG" = "";

/* No comment provided by engineer. */
"ICloud Drive is unavailable." = "ICloud Drive är inte tillgänglig.";

/* No comment provided by engineer. */
"IM_FULLMSG" = "";

/* No comment provided by engineer. */
"IM_MSG" = "Du har fått ett meddelande";

/* No comment provided by engineer. */
"In apps not ready yet" = "I appar som inte är redo än";

/* ICE process is in progress */
"In progress" = "Pågår";

/* No comment provided by engineer. */
"Incoming call" = "Inkommande samtal";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Instant messages are end-to-end encrypted in secured conversations. It is possible to upgrade the security level of a conversation by authenticating participants. To do so, call the contact and follow the authentification process." = "Snabbmeddelanden är end-to-end krypterad i säkrade samtal. Det är möjligt att uppgradera säkerhetsnivån för en konversation genom att autentisera deltagare. För att göra det, ring kontakten och följ autentiseringsprocessen.";

/* No comment provided by engineer. */
"Invalid proxy address" = "Ogiltig proxy-adress";

/* No comment provided by engineer. */
"Invalid remote provisioning URL" = "Ogiltig fjärravsättnings-URL.";

/* No comment provided by engineer. */
"Invalid route" = "Ogiltig rutt";

/* No comment provided by engineer. */
"Invalid SIP address" = "Ogiltig SIP-adress";

/* No comment provided by engineer. */
"Invalid username or domain" = "Ogiltigt användarnamn eller domän";

/* No comment provided by engineer. */
"Invalid." = "Ogiltig.";

/* No comment provided by engineer. */
"Last name" = "Efternamn";

/* No comment provided by engineer. */
"Later" = "Senare";

/* No comment provided by engineer. */
"LEAVE" = "LÄMNA";

/* No comment provided by engineer. */
"Let's go" = "Nu kör vi";

/* No comment provided by engineer. */
"LIME identity key changed" = "LIME-identitetsnyckel ändrad";

/* No comment provided by engineer. */
"LIME identity key changed for %@" = "LIME-identitetsnyckel ändrad för %@";

/* No comment provided by engineer. */
"LIME requires ZRTP encryption.\nBy activating LIME you automatically activate ZRTP media encryption." = "LIME kräver ZRTP-kryptering.\nGenom att aktivera LIME aktiverar du automatiskt ZRTP-mediakryptering.";

/* No comment provided by engineer. */
"LIME warning" = "LIME-varning";

/* No comment provided by engineer. */
"Link my account" = "Länka mitt konto";

/* No comment provided by engineer. */
"Link your account" = "Länka ditt konto";

/* No comment provided by engineer. */
"Link your Linphone.org account %s to your phone number." = "Länka ditt Linphone.org-konto %s till ditt telefonnummer.";

/* No comment provided by engineer. */
"Low bandwidth" = "Låg bandbredd";

/* InAppSettingKit */
"Mail not configured" = "E-post inte konfigurerad";

/* No comment provided by engineer. */
"Man-in-the-middle attack detected" = "Man-in-the-middle-attack upptäckt";

/* No comment provided by engineer. */
"Man-in-the-middle attack detected for %@" = "Man-in-the-middle-attack upptäckt för %@";

/* No comment provided by engineer. */
"Mark as seen" = "Märk som sedd";

/* No comment provided by engineer. */
"Mark Read" = "Markera läst";

/* No comment provided by engineer. */
"Max participant count exceeded" = "Högsta antal deltagare överskrids";

/* No comment provided by engineer. */
"Max participant count exceeded by %@" = "Högsta antal deltagare överskrids med %@";

/* No comment provided by engineer. */
"Maximum" = "Maximal";

/* No comment provided by engineer. */
"Maybe later" = "Kanske senare";

/* No comment provided by engineer. */
"Message received" = "Meddelande mottaget";

/* No comment provided by engineer. */
"Minimum" = "Minimal";

/* No comment provided by engineer. */
"Missed call" = "Missat samtal";

/* No comment provided by engineer. */
"Missing required callbacks" = "Saknar återanrop som krävs";

/* No comment provided by engineer. */
"Missing required parameters" = "Saknar parametrar som krävs";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "dd/MM";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM/dd - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "NAT-anslutning";

/* No comment provided by engineer. */
"Network down" = "Nätverk nere";

/* No comment provided by engineer. */
"Network Error" = "Nätverks-fel";

/* No comment provided by engineer. */
"New subject : %@" = "Nytt ämne : %@";

/* No comment provided by engineer. */
"No" = "Nej";

/* No comment provided by engineer. */
"No account" = "Inget konto";

/* No comment provided by engineer. */
"No account configured" = "Inget konto konfigurerat";

/* No comment provided by engineer. */
"No address" = "Ingen adress";

/* No comment provided by engineer. */
"No call in progress" = "Inget samtal pågår";

/* No comment provided by engineer. */
"No default account" = "Inget standard-konto";

/* No comment provided by engineer. */
"No microphone" = "Ingen mikrofon";

/* No comment provided by engineer. */
"No response received from remote" = "Inget svar mottagt från fjärr";

/* No comment provided by engineer. */
"None" = "Ingenting";

/* ICE has not been activated for this call */
"Not activated" = "Inte aktiverat";

/* No comment provided by engineer. */
"Not implemented" = "Inte implementerad";

/* No comment provided by engineer. */
"Not connected" = "Inte ansluten";

/* No comment provided by engineer. */
"Nothing could be collected from your application, aborting now." = "ngenting kunde samlas in från din applikation, avbryter.";

/* InAppSettingsKit */
"OK" = "OK";

/* No comment provided by engineer. */
"Operation could not be executed by server or remote client because it didn't have any context for it" = "Åtgärd kunde inte köras av server eller fjärrklient då den inte har någon kontext för den.";

/* No comment provided by engineer. */
"Operation is unauthorized because missing credential" = "Åtgärd är inte behöirig då den saknar identitet";

/* No comment provided by engineer. */
"Outdated Version" = "Föråldrad version";

/* No comment provided by engineer. */
"Password" = "Lösenord";

/* No comment provided by engineer. */
"Passwords do not match." = "Lösenorden stämmer inte överens.";

/* No comment provided by engineer. */
"Phone numbers" = "Telefonnummer";

/* No comment provided by engineer. */
"Photo library" = "Fotobibliotek";

/* No comment provided by engineer. */
"Photo not authorized" = "Foto inte behörigt";

/* No comment provided by engineer. */
"Photo's permission" = "Fotos behörighet";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number" = "Bekräfta landskoden och ange ditt telefonnummer";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number." = "Bekräfta landskoden och ange ditt telefonnummer.";

/* No comment provided by engineer. */
"Please enter a password to your account" = "Ange ett lösenord till ditt konto";

/* No comment provided by engineer. */
"Please enter a username" = "Ange ett användarnamn";

/* No comment provided by engineer. */
"Please enter and confirm your new password" = "Ange och bekräfta ditt nya lösenord";

/* No comment provided by engineer. */
"Please enter your email" = "Ange din e-post";

/* No comment provided by engineer. */
"Please enter your phone number" = "Ange ditt telefonnummer";

/* No comment provided by engineer. */
"Please enter your username" = "Ange ditt användarnamn";

/* No comment provided by engineer. */
"Please enter your username and password" = "Ange ditt användarnamn och lösenord";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Säkerställ att din enhet är ansluten till internet och dubbelkolla din SIP-kontokonfiguration i inställningarna.";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "Avsluta GSM-samtal först.";

/* No comment provided by engineer. */
"Provisioning Load error" = "Inläsningsfel för avsättning";

/* No comment provided by engineer. */
"Read" = "Läs";

/* No comment provided by engineer. */
"Recordings" = "Inspelningar";

/* No comment provided by engineer. */
"Connected" = "Ansluten";

/* No comment provided by engineer. */
"Connection failed" = "Anslutningen misslyckades";

/* No comment provided by engineer. */
"Connection failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "Anslutningen misslyckades eftersom autentisering saknas eller är ogiltig för %1$@@%2$@.\nDu kan ange lösenord igen, eller kontrollera din kontokonfiguration i inställningarna.";

/* No comment provided by engineer. */
"Connection failure" = "Anslutningsfel";

/* No comment provided by engineer. */
"Connection in progress" = "Anslutning pågår";

/* ICE has established a connection through a relay */
"Relay connection" = "Vidarebefodransanslutning";

/* No comment provided by engineer. */
"Remote configuration" = "Fjärrkonfiguration";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "Fjärrkonfiguration hämtades och tillämpades framgångsrikt.";

/* No comment provided by engineer. */
"Remove account(s) and self destruct" = "Ta bort konton och förstör sig själv";

/* No comment provided by engineer. */
"Reply" = "Svara";

/* No comment provided by engineer. */
"Resend" = "Skicka igen";

/* No comment provided by engineer. */
"Resource moved permanently" = "Resursen permanent flyttad";

/* No comment provided by engineer. */
"Resource no longer exists" = "Resursen existerar inte längre";

/* No comment provided by engineer. */
"Save" = "Spara";

/* No comment provided by engineer. */
"Security level decreased" = "Säkerhetsnivån sänktes";

/* No comment provided by engineer. */
"Security level decreased because of %@" = "Säkerhetsnivån sänktes på grund av %@";

/* No comment provided by engineer. */
"Select all" = "Markera alla";

/* No comment provided by engineer. */
"Select the source" = "Välj källan";

/* No comment provided by engineer. */
"Select your country" = "Välj ditt land";

/* No comment provided by engineer. */
"Selected" = "Markerade";

/* No comment provided by engineer. */
"Send logs" = "Skicka loggar";

/* No comment provided by engineer. */
"Sending logs" = "Skickar loggar";

/* No comment provided by engineer. */
"Sent" = "Sänt";

/* No comment provided by engineer. */
"Server error, please try again later." = "Server-fel, prova igen senare.";

/* No comment provided by engineer. */
"Server request error" = "Fel vid serverbegärnan";

/* No comment provided by engineer. */
"Server timeout" = "Servertidsgräns har löpt ut";

/* No comment provided by engineer. */
"Settings" = "Inställningar";

/* No comment provided by engineer. */
"Shop" = "Butik";

/* No comment provided by engineer. */
"Show" = "Visa";

/* No comment provided by engineer. */
"SIP addresses" = "SIP-adresser";

/* No comment provided by engineer. */
"Stop video" = "Stoppa video";

/* No comment provided by engineer. */
"Success" = "Lyckades";

/* No comment provided by engineer. */
"Temporarily unavailable" = "Tillfälligt otillgänglig";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease check your SMS and try again." = "Bekräftelsekoden är ogiltig\nKonrollera ditt SMS och prova igen.";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease try again." = "Bekräftelsekoden är ogiltig.\nProva igen.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "Det finns ingen nätverksanslutning tillgänglig, aktivera Wi-Fi eller WWAN innan du konfigurerar ett konto";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account." = "Det finns ingen nätverksanslutning tillgänglig, aktivera Wi-Fi eller WWAN inan du konfigurerar ett konto.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "Det finns ingen nätverksanslutning tillgänglig, aktivera Wi-Fi eller WWAN innan du gör ett samtal.";

/* No comment provided by engineer. */
"This account does not exist." = "Detta konto finns inte.";

/* No comment provided by engineer. */
"This account is already activated." = "Detta konto är redan aktiverat.";

/* No comment provided by engineer. */
"This account is already in use." = "Detta konto används redan.";

/* No comment provided by engineer. */
"This account is already connected." = "Det här kontot är redan anslutet.";

/* No comment provided by engineer. */
"This account is not activated yet." = "Detta konto är inte aktiverat ännu.";

/* No comment provided by engineer. */
"This alias does not exist." = "Denna alias finns inte.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Denna enheten är inte konfigurerad för att skicka e-post. Konfigurera E-postinställningarna i inställningsappen.";

/* No comment provided by engineer. */
"This email address is already used." = "Denna e-postadress används redan.";

/* No comment provided by engineer. */
"This email does not exist." = "Denna e-postadress finns inte.";

/* No comment provided by engineer. */
"This message is not encrypted." = "Detta meddelande är inte krypterat.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "Denna åtgärd kommer att läsa in en fjärrkonfiguration. Fortsätt?";

/* No comment provided by engineer. */
"This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number." = "Detta telefonnummer är redan använt. Ange ett annat nummer.\nDu kan ta bort ditt existerande konto om du vill återanvända ditt telefonnummer.";

/* No comment provided by engineer. */
"TODAY" = "IDAG";

/* No comment provided by engineer. */
"Transfer error" = "Överföringsfel";

/* No comment provided by engineer. */
"Trust has been denied. Make a call to start the authentication process again." = "Förtroende har nekats. Ring ett samtal för att starta autentiseringsprocessen igen.";

/* No comment provided by engineer. */
"Unknown" = "Okänt";

/* No comment provided by engineer. */
"Unknown country code" = "Okänd landskod";

/* No comment provided by engineer. */
"Unknown error" = "Okänt fel";

/* No comment provided by engineer. */
"Unknown error (%@)." = "Okänt fel (%@).";

/* No comment provided by engineer. */
"Unknown error, please try again later." = "Okänt fel, försök igen senare.";

/* No comment provided by engineer. */
"Unsupported content" = "Innehållet stöds inte";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "Video kan inte aktiverad på grund av lågbandbredd, endast ljud är tillgängligt.";

/* No comment provided by engineer. */
"Video request" = "Videoförfrågan";

/* No comment provided by engineer. */
"Voice mail" = "Röstbrevlåda";

/* No comment provided by engineer. */
"Warning" = "Varning";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "Varning: ett e-postmeddelande kommer att skapas med 3 bilagor:\n - Applikationsloggar\n - Linphone-konfiguration\n - Chatthistorik.\nDe kan innehålla privatinformation (och KAN innehålla lösenord i klartext!).\nDu kan ta bort ender eller flera av dessa bilagor innan du skickar ditt e-postmeddelande, men dessa är alla viktiga för att diagnosticera ditt problem.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "Varning: ett e-postmeddelande kommer att skapas med applikationslogga. Det kan innehålla privatinformation (men inga lösenord!).\nDessa loggar är viktiga för att diagnosticera ditt problem.";

/* No comment provided by engineer. */
"We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:" = "Vi har skickar ett SMS med en valideringskod till %@. För att slutföra verifieringen av ditt telefonnummer, ange den fyrsiffriga koden nedan:";

/* No comment provided by engineer. */
"What will my phone number be used for?" = "Vad kommer mitt telefonnummer att användas till?";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"YESTERDAY" = "IGÅR";

/* No comment provided by engineer. */
"You already own an account." = "Du äger redan ett konto.";

/* No comment provided by engineer. */
"You are no longer an admin of the chat room" = "Du är inte längre en administratör i chattrummet";

/* No comment provided by engineer. */
"You are now an admin of the chat room" = "Du är nu en administratör i chattrummet";

/* No comment provided by engineer. */
"You are trying to send a message using LIME to a contact not verified by ZRTP.\nPlease call this contact and verify his ZRTP key before sending your messages." = "Du försöker att skicka ett meddelande med hjälp av LIME till en kontakt som inte verifierats via ZRTP.\nRing denna kontakt och verifiera dennas ZRTP-nyckel innan du skickar meddelande.";

/* No comment provided by engineer. */
"You cancelled your account." = "Du avbröt ditt konto.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "Du har redan köpt ett konto men det finns inte längre.";

/* No comment provided by engineer. */
"You have been added to a chat room" = "Du har lagts till i ett chattrum";

/* No comment provided by engineer. */
"You have joined the group" = "Du har gått med i gruppen";

/* No comment provided by engineer. */
"You have left the group" = "Du har lämnat gruppen";

/* No comment provided by engineer. */
"You have missed a call." = "Du har missat ett samtal.";

/* No comment provided by engineer. */
"You have received a message." = "Du har fått ett meddelande.";

/* No comment provided by engineer. */
"You have received an encrypted message you are unable to decrypt from %@.\nYou need to call your correspondant in order to exchange your ZRTP keys if you want to decrypt the future messages you will receive." = "Du har tagit emot ett krypterat meddelande som du inte kan dekryptera från %@.\nDu måste ringa din partner för att byta ZRTP-nycklar om du vill dekryptera inkommande meddelanden i framtiden.";

/* No comment provided by engineer. */
"You missed a call from %@" = "Du missade ett samtal från %@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "Du måste ge behörighet till applikationen att få tillgång till adressboken.\nVäxla applikationen i Inställningar > Säkerhet > Kontakter";

/* No comment provided by engineer. */
"Select a contact or create a new one." = "Välj en kontakt eller skapa en ny.";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use the application." = "Du måste ansluta en mikrofon till enheten för att kunna använda programmet.";

/* No comment provided by engineer. */
"Your account has expired." = "Ditt konto har löpt ut.";

/* No comment provided by engineer. */
"Your account is not a Linphone account.\nWe can not change your password." = "Ditt konto är inte ett Linphone-konto.\nVi kan inte ändra ditt lösenord.";

/* No comment provided by engineer. */
"Your account will expire in %i days." = "Ditt konto löper ut om %i dagar.";

/* No comment provided by engineer. */
"Your activation code contains invalid characters." = "Din aktiveringskod innehåller ogiltiga tecken.";

/* No comment provided by engineer. */
"Your confirmation password doesn't match your password" = "Ditt bekräftelselösenord matchar inte ditt lösenord";

/* No comment provided by engineer. */
"Your country code is invalid." = "Din landskod är ogiltig.";

/* No comment provided by engineer. */
"Your country code is too long." = "Din landskod är för lång.";

/* No comment provided by engineer. */
"Your country code is too short." = "Din landskod är för kort.";

/* No comment provided by engineer. */
"Your phone number is too short." = "Ditt telefonnummer är för kort.";

/* No comment provided by engineer. */
"Your phone number is too long." = "Ditt telefonnummer är för långt.";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "Din enhet är inte konfigurerad till att skicka e-post. Konfigurera e-postapplikationen innan du skickar loggar.";

/* No comment provided by engineer. */
"Your email contains invalid characters." = "Din e-post innehåller ogiltiga tecken.";

/* No comment provided by engineer. */
"Your email is invalid" = "Din e-post är ogiltig";

/* No comment provided by engineer. */
"Your email is malformed." = "Din e-post är felaktigt.";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well." = "Dina vänner kan hitta dig lättare om du länkar ditt konto med ditt telefonnummer.\n\nDu kommer att se i din adressbok vem som använde Linphone och dina vänner kommer att veta att de också kan nå dig via Linphone.";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account." = "Dina vänner kan hitta dig lättare om du länkar ditt konto med ditt telefonnummer.\n\nDu kommer att se i din adressbok vem som använde Linphone och dina vänner kommer att veta att de också kan nå dig via Linphone.\n\nDu kan endast använda ditt telefonnummer med ett Linphone-konto. Om du redan har länkat ditt nummer till ett annat konto men du föredrar att använda detta kontot, länka helt enkelt det nu så kommer ditt nummer automatiskt att flyttas till detta kontot.";

/* No comment provided by engineer. */
"Your password contains invalid characters." = "Ditt lösenord innehåller ogiltiga tecken.";

/* No comment provided by engineer. */
"Your password has been successfully changed" = "Ditt lösenord har ändrats";

/* No comment provided by engineer. */
"Your password is too long." = "Ditt lösenord är för långt.";

/* No comment provided by engineer. */
"Your password is too short." = "Ditt lösenord är för kort.";

/* No comment provided by engineer. */
"Your phone number is invalid." = "Ditt telefonnummer är ogiltigt.";

/* No comment provided by engineer. */
"Your SIP address will be sip:%s@cv.miedifi.com" = "Din SIP-adress blir sip: %s@cv.miedifi.com";

/* No comment provided by engineer. */
"Your username contains invalid characters." = "Ditt användarnamn innehåller ogiltiga tecken.";

/* No comment provided by engineer. */
"Your username is invalid." = "Ditt användarnamn är ogiltigt.";

/* No comment provided by engineer. */
"Your username is too long." = "Ditt användarnamn är för långt.";

/* No comment provided by engineer. */
"Your username is too short." = "Ditt användarnamn är för kort.";

/* No comment provided by engineer. */
"ZRTP activation" = "ZRTP-aktivering";

/* No comment provided by engineer. */
"ZRTP verification" = "ZRTP-verifiering";
